<script>
export default {
	data(){
		return {
			others_languages: [
				{'id' : 1, 'name' : '北京語'},
				{'id' : 2, 'name' : '広東語'},
				{'id' : 3, 'name' : '韓国語'},
				{'id' : 4, 'name' : 'フランス語'},
				{'id' : 5, 'name' : 'ドイツ語'},
				{'id' : 6, 'name' : 'スペイン語'},
				{'id' : 7, 'name' : 'タイ語'},
				{'id' : 8, 'name' : 'インドネシア語'},
				{'id' : 9, 'name' : 'イタリア語'},
				{'id' : 10, 'name' : 'ロシア語'},
				{'id' : 11, 'name' : 'ポルトガル語'},
				{'id' : 12, 'name' : 'マレーシア語'},
				{'id' : 13, 'name' : 'ベトナム語'},
				{'id' : 14, 'name' : 'アラビア語'},
				{'id' : 15, 'name' : 'タガログ語'},
				{'id' : 16, 'name' : '台湾語'},
				{'id' : 17, 'name' : 'オランダ語'},
				{'id' : 18, 'name' : 'スウェーデン語'},
				{'id' : 19, 'name' : 'ヒンディー語'},
				{'id' : 20, 'name' : 'その他'},
			],
			speaking_levels:[
				{'id' : 1, 'name' : '上級（ネイティブに近く専門的な話題でも会話ができる）'},
				{'id' : 2, 'name' : '中級（ビジネス場面での会話は支障なく行える）'},
				{'id' : 3, 'name' : '初級（日常会話は行えるが、複雑な会話は難しい）'},
			],
			reading_levels:[
				{'id' : 1, 'name' : '上級（専門的・複雑な文章もスピーディーに読める）'},
				{'id' : 2, 'name' : '中級（ビジネスでやり取りされる文書は支障なく読める）'},
				{'id' : 3, 'name' : '初級（文章を読んで要点をつかむことができる）'},
			],
			writing_levels:[
				{'id' : 1, 'name' : '上級（TPOに応じた文書を自在に作ることができる）'},
				{'id' : 2, 'name' : '中級（報告書などビジネス文書を支障なく作れる）'},
				{'id' : 3, 'name' : '初級（平易な文章であれば作成できる）'},
			],
		}
	},
}
</script>
