<br>
この度は{{ config('app.name') }}に会員登録頂き、誠にありがとうございます。
<br>
<br>
ご利用いただく中で、疑問・質問等がございましたら、お気軽にお問合わせください。
<br>
<br>
今後とも{{ config('app.name') }}をよろしくお願い致します。
<br>
<br>
▼ログインページ
<br>
<a href="{{ config('app.url') }}login">{{ config('app.url') }}login</a>
<br>
<br>
※本メールは送信専用のメールアドレスから送信しております。ご返信できませんのでご了承ください。
<br>
<br>
////////////////////////////////////////////////////////////////////////////////
<br>
{{ config('app.name') }}運営事務局
<br>
URL：<a href="{{ config('app.url') }}">{{ config('app.url') }}</a>
<br>
E-mail：mail@wakisakaryohei.com
<br>
////////////////////////////////////////////////////////////////////////////////