<br>
{{ config('app.name') }}をご利用いただき、誠にありがとうございます。
<br>
<br>
本メールアドレス宛にメールアドレス変更のご依頼がありました。
<br>
下記URLをクリックすると、メールアドレス変更が完了します。
<br>
<br>
URL：<a href="{{ config('app.url') }}update_email">{{ config('app.url') }}update_email</a>
<br>
<br>
※メールアドレス変更の有効期限は30分となります。
<br>
期限切れの場合は、お手数ですが、下記ページでもう一度メールアドレスの変更をしていただけますようお願いいたします。
<br>
<br>
URL：<a href="{{ config('app.url') }}change_email">{{ config('app.url') }}change_email</a>
<br>
<br>
※ この手続きにお心あたりが無い場合、どなたかが誤ってあなたのメールアドレスを入力した可能性があります。
<br>
メールを破棄いただけば、あなたのメールアドレスは変更されないため、ご安心ください。
<br>
<br>
※本メールは送信専用のメールアドレスから送信しております。ご返信できませんのでご了承ください。
<br>
<br>
////////////////////////////////////////////////////////////////////////////////
<br>
{{ config('app.name') }}運営事務局
<br>
URL：<a href="{{ config('app.url') }}">{{ config('app.url') }}</a>
<br>
E-mail：mail@wakisakaryohei.com
<br>
////////////////////////////////////////////////////////////////////////////////