<br>
{{ config('app.name') }}をご利用いただき、誠にありがとうございます。
<br>
<br>
メールアドレスの変更が完了しましたので、お知らせいたします。
<br>
変更されたメールアドレスは、各種設定ページからご確認いただけます。
<br>
<br>
URL：<a href="{{ config('app.url') }}setting">{{ config('app.url') }}setting</a>
<br>
<br>
※本メールは送信専用のメールアドレスから送信しております。ご返信できませんのでご了承ください。
<br>
<br>
////////////////////////////////////////////////////////////////////////////////
<br>
{{ config('app.name') }}運営事務局
<br>
URL：<a href="{{ config('app.url') }}">{{ config('app.url') }}</a>
<br>
E-mail：mail@wakisakaryohei.com
<br>
////////////////////////////////////////////////////////////////////////////////