<br>
{{ config('app.name') }}をご利用いただき、誠にありがとうございます。
<br>
<br>
退会処理が完了し、全ての登録情報が削除されました。
<br>
退会手続き後は、登録情報を復活することができませんので、ご了承ください。
<br>
<br>
今まで{{ config('app.name') }}をご利用いただき、ありがとうございました。
<br>
<br>
※本メールは送信専用のメールアドレスから送信しております。ご返信できませんのでご了承ください。
<br>
<br>
////////////////////////////////////////////////////////////////////////////////
<br>
{{ config('app.name') }}運営事務局
<br>
URL：<a href="{{ config('app.url') }}">{{ config('app.url') }}</a>
<br>
E-mail：mail@wakisakaryohei.com
<br>
////////////////////////////////////////////////////////////////////////////////